Repository: Lin-bg4bza/DungeonOfDoom
Catalog: Dungeon/skin.*.resx
Languages: fr, ja, zh

# actionNO
source: You have chosen an improper action...
fr: Vous avez choisi une action inappropriée...
ja: 不適切な行動を選択しました．．．
zh: 你选择了一个不恰当的举动......

source: Attack!
fr: Attaquez !
ja: 攻撃だ！
zh: 攻击!

# caveman
source: Ruthless Caveman
fr: L'impitoyable homme des cavernes
ja: 無慈悲な穴居人
zh: 无情的穴居人

# cheap
source: The monster dropped no loot, cheap bastard...
fr: Le monstre n'a pas laissé de butin, sale bâtard...
ja: モンスターは戦利品を落とさませんでした。（ち、けち臭い野郎．．．）
zh: 怪物没有掉落战利品，小气的混蛋......

# chief
source: Unassailable Chief
fr: Chef inattaquable
ja: 難攻不落の酋長
zh: 无懈可击的酋长

# chooseAction
source: Choose an action: 1) Attack 2) Run 3) Player Information 4) Monster Information 5) Exit Application
fr: Choisissez une action : 1) Attaquez 2) Courir 3) Informations sur le joueur 4) Informations sur le monstre 5) Demande de sortie
ja: 行動を選んでください： 1) 攻撃 2) 逃げる 3) プレイヤー情報 4) モンスター情報 5) ゲームをやめる
zh: 选择一个行动: 1) 攻击 2) 逃跑 3) 玩家信息 4) 怪物信息 5) 申请退出

# corpse
source: Beneath the monster's corpose was... {0}! You found an item!
fr: Sous le cadavre du monstre se trouvait... {0} ! Vous avez trouvé un objet !
ja: モンスターの死体の下には．．．なんど、 {0}が埋まっている！ アイテムを見つけました！
zh: 在怪物的尸体下面是......{0}！你发现了一件物品！

# d1
source: You killed {0}!
fr: Tu as tué {0} !
ja: {0}を殺しました！
zh: 你杀死了{0}！

# dead
source: You are dead!
fr: Tu es mort !
ja: あなたが死にました！
zh: 你已经死了!

# death
source: The monster delivers the final blow, and as you fell to the ground, you wondered what you did wrong. Maybe you were not born a warrior afterall, or maybe attacking {0} was not as wise as you thought...But none of that matters now. You closed your eyes in remorse and entered your enternal slumber...
fr: Le monstre donne le coup de grâce, et tandis que tu tombes au sol, tu te demandes ce que tu as fait de mal. Peut-être n'étais-tu pas né guerrier après tout, ou peut-être que l'attaque de {0} n'était pas aussi sage que tu le pensais... Mais rien de tout cela n'a d'importance maintenant. Tu as fermé les yeux de remords et tu es entré dans un sommeil éternel...
ja: モンスターにとどめを刺されたあなたは、地面に倒れながら、頭に浮かんだのは、「何がいけなかったんだろう」という疑問だった。もしかしたら自分は戦士として生まれてこなかったのかもしれない。そもそも、{0}を攻撃することは思ったほど賢明ではなかったのかもしれない......だが、そんなことはもうどうでもいい。君は後悔の念に目を閉じ、永遠の眠りへ沈んでいった......。
zh: 怪物发出了最后一击，当你倒在地上时，你想知道自己做错了什么。也许你毕竟不是天生的战士，也许攻击{0}并不像你想象的那样明智......但现在这些都不重要。你在悔恨中闭上了眼睛，进入了永恒的沉睡......

# deathwing
source: Dominating Deathwing
fr: Dominer Deathwing
ja: 強大な死の翼
zh: 死亡之翼

# defeat
source: Monsters Defeated:
fr: Monstres vaincus :
ja: 倒したモンスター：
zh: 被击败的怪物：

# defeatmonsters
source: You have defeated {0} monsters! (Enter any key to exit)
fr: Vous avez vaincu {0} monstres ! (Saisissez n'importe quelle touche pour sortir)
ja: あなたは{0}匹のモンスターを倒しました！ (任意のキーを入力してゲームを終了する)
zh: 你已击败了{0}个怪物！ (输入任意键退出)

# disgrace
source: Disgraceful...
fr: Disgracieux...
ja: なんと情けない奴だ．．．
zh: 耻辱......

# elf
source: Agile Elf
fr: Elfe agile
ja: 機敏なエルフ
zh: 敏捷的精灵

# equip
source: {0} is now equipped!
fr: {0} est maintenant équipé !
ja: {0}を装備しました！
zh: 现在有装备{0}了！

# g2
source: Demonic Gorilla
fr: Gorille démoniaque
ja: 凶暴なゴリラ
zh: 恶魔猩猩

# g2description
source: Uh oh, That's a big gorilla
fr: Uh oh, c'est un gros gorille.
ja: やべ、あのゴリラ、でっけ．．．
zh: 啊哦，那是一只大猩猩

source: Game over!
fr: Fin de la partie !
ja: ゲームオーバー！
zh: 游戏结束！

# gnome
source: Cute Gnome
fr: Gnome mignon
ja: 可愛い地の精
zh: 可爱的地精

# goblin
source: Cunning Goblin
fr: Lutin rusé
ja: 狡猾なゴブリン
zh: 狡猾的哥布林

# i1
source: Dragon Tear
fr: Larme de dragon
ja: 龍の涙
zh: 龙之泪

# i18n
source: Internationalization
fr: Internationalisation
ja: 国際化
zh: 国际化

# i18n2
source: A blinding light shines from the corpse of the monster, devouring its body. A line of words rises to the air, you struggle to read what it says...it says 'Unicode is the future'...? You discovered {0}!
fr: Une lumière aveuglante jaillit du cadavre du monstre, dévorant son corps. Une ligne de mots s'élève dans l'air, vous luttez pour lire ce qu'elle dit... elle dit 'Unicode is the future'... ? Vous avez découvert {0} !
ja: モンスターの死体からまばゆい光が放たれ、その体を食い尽くしていく。一行の文字が空中に浮かび上がり、あなたはその内容を読み取ろうと目を細め...確かに、「ユニコードが未来だ」と書かれている...？ あなたは{0}を発見しました！
zh: 一道刺眼的光从怪物的尸体上闪过，吞噬了它的身体。一行字升到空中，你努力地读着它的内容......它说'统一码是未来？“ 你发现了{0}！

# i18n3
source: A dazzling light shimmers under the monster's limp body, you discovered a legendary item, the {0}!
fr: Une lumière éblouissante brille sous le corps mou du monstre, vous avez découvert un objet légendaire, le {0} !
ja: ぐったりとしたモンスターの体の下で、まばゆい光が揺らいでいる．．．伝説のアイテム、{0}を発見しました！
zh: 一道耀眼的光芒在怪物瘫软的身体下闪现，你发现了一件传奇物品，{0}！

# i2
source: Odin's Eye
fr: L'œil d'Odin
ja: オーディンの目
zh: 欧丁之眼

# i3
source: Blizzard Flame
fr: Flamme blizzard
ja: 吹雪の炎
zh: 暴风雪火焰

# i4
source: Crown of Destruction
fr: Couronne de la destruction
ja: 破壊の王冠
zh: 毁灭之冠

# i5
source: Armor of the Titans
fr: L'armure des Titans
ja: 巨人の鎧
zh: 泰坦之铠

# i6
source: No Item
fr: Aucun article
ja: なし
zh: 没有物品

# i7
source: King of Internationalization
fr: Le roi de l'internationalisation
ja: 国際化の王様
zh: 国际化之王

# inThisRoom
source: In this room: {0}
fr: Dans cette pièce : {0}
ja: この部屋のモンスターは：{0}
zh: 在这个房间里: {0}

# item
source: You compared the item to the one you had, and discarded it. The one you had was much better.
fr: Vous avez comparé l'objet à celui que vous aviez, et l'avez jeté. Celui que vous aviez était bien meilleur.
ja: そのアイテムを装備しているものと比べたら、持っているものの方がずっとよかったと気付け、あなたはそのアイテムを捨てました。
zh: 你将该物品与你的那件进行了比较，然后将其丢弃。你有的那件要好得多。

# localization
source: Localization Professional
fr: Professionnel de la localisation
ja: 国際化のプロ
zh: 本地化专家

# loot
source: The monster dropped a {0}
fr: Le monstre a laissé tomber un {0}
ja: モンスターは{0}を落としました
zh: 怪物掉落了一个{0}。

# monsterattack
source: {0} attacks you as you run!
fr: {0} vous attaque pendant que vous courez !
ja: 逃げると、{0}が襲ってきました！
zh: {0}在你奔跑时攻击你！

# monsterinfo
source: Monster Information:
fr: Informations sur les monstres :
ja: モンスター情報：
zh: 怪物信息：

# native
source: Ancient Native
fr: Ancienne Native
ja: 古の原住民
zh: 古老的土著人

source: None
fr: Aucun
ja: なし
zh: 无

# orc
source: Indestructible Orc
fr: Orque indestructible
ja: 不滅のオーク
zh: 坚不可摧的兽人

# p1
source: Health Potion
fr: Potion de santé
ja: 回復ポーション
zh: 健康药水

# p2
source: Health Elixir
fr: Élixir de santé
ja: 回復エリクサー
zh: 健康灵丹

# p3
source: Poison Potion
fr: Potion empoisonnée
ja: 毒のポーション
zh: 毒药

# p4
source: Bandaid
fr: Pansement
ja: 絆創膏
zh: 绷带

# p5
source: Fatal Poison
fr: Poison fatal
ja: 致命的な毒薬
zh: 致命的毒药

# playerinfo
source: Player Information:
fr: Informations sur les joueurs :
ja: プレイヤー情報
zh: 玩家信息:

source: Poison
ja: 毒
zh: 毒药

# potion
source: Foolish as you are, you drank the potion in one breath and lost {0} health... Current health: {1}-{0}/{2}
fr: Idiot comme vous êtes, vous avez bu la potion d'un trait et perdu {0} points de vie... Santé actuelle : {1}-{0}/{2}
ja: 愚かなあなたは、一息にポーションを飲んでしまい、{0}の体力を失いました．．．。現在の体力 {1}-{0}/{2}
zh: 愚蠢的你，一口气喝下了药水，失去了{0}健康......目前健康状况：{1}-{0}/{2}

# potion2
source: You used it and gained {0} health! Current health: {1}+{0}/{2}
fr: Vous l'avez utilisé et avez gagné {0} points de vie ! Santé actuelle : {1}+{0}/{2}
ja: 使ったら、{0}の体力を回復しました！ 現在の体力 {1}+{0}/{2}
zh: 你使用了它并获得了{0}的健康! 目前的健康状况：{1}+{0}/{2}

# r1
source: A Furball rabit
fr: Un lapin de Furball
ja: 毛玉の兎
zh: 一个毛球兔子

# r1description
source: That's no ordinary rabbit!
fr: Ce n'est pas un lapin ordinaire !
ja: あれは普通な兎じゃないんだ！
zh: 这不是普通的兔子！

source: Rare
ja: レア
zh: 稀有

# room
source: Let's delve into the massive dungeon known as Morse Hall
fr: Plongeons dans l'énorme donjon connu sous le nom de Morse Hall.
ja: 巨大なダンジョン「モースホール」に入りましょう！
zh: 让我们深入了解被称为摩尔斯厅的巨大地牢

# room10
source: A pit yawns open before you just on the other side of the door's threshold. The entire floor of the room has fallen into a second room beneath it. Across the way you can spy a door in the wall now 15 feet off the rubble-strewn floor, and near the center of the room stands a thick column of mortared stone that appears to hold the spiral staircase that leads down to what was the lower level.
fr: Une fosse s'ouvre devant vous, juste de l'autre côté du seuil de la porte. Le sol entier de la pièce s'est effondré dans une deuxième pièce en dessous. De l'autre côté, vous pouvez apercevoir une porte dans le mur, maintenant à 15 pieds du sol jonché de gravats, et près du centre de la pièce se dresse une épaisse colonne de pierre mortier qui semble contenir l'escalier en spirale qui mène à ce qui était le niveau inférieur.
ja: ドアの敷居の向こう側で、目の前に穴が開いている。この部屋の床はすべて、その下にある2番目の部屋に落ちていた。部屋の中央付近には、モルタルの石でできた太い柱が立っており、下層に続く螺旋階段があるように見える。
zh: 在门槛的另一边，一个坑在你面前。整个房间的地板都掉进了它下面的第二个房间。你可以看到对面墙上有一扇门，离满是碎石的地板有15英尺，在房间的中心位置，矗立着一根粗大的石柱，似乎是用来支撑通往下层的螺旋楼梯的。

# room2
source: A huge stewpot hangs from a thick iron tripod over a crackling fire in the center of this chamber. A hole in the ceiling allows some of the smoke from the fire to escape, but much of it expands across the ceiling and rolls down to fill the room in a dark fog. Other details are difficult to make out, but some creature must be nearby, because it smells like a good soup is cooking.
fr: Un énorme faitout est suspendu à un épais trépied de fer au-dessus d'un feu crépitant au centre de cette pièce. Un trou dans le plafond permet à une partie de la fumée du feu de s'échapper, mais une grande partie s'étend sur le plafond et roule vers le bas pour remplir la pièce d'un brouillard sombre. Les autres détails sont difficiles à distinguer, mais une créature doit être à proximité, car cela sent comme une bonne soupe en train de cuire.
ja: 部屋の中央にあるパチパチと燃える火の上には、巨大なシチュー鍋が太い鉄の三脚で吊り下げられている。天井には穴が開いていて、火から出た煙の一部を逃がしながら、その多くは天井に広がり、部屋に暗い霧を充満させるように転がり落ちてくる。不明だが、スープを煮込んでいるような匂いがするので、何か生き物が近くにいるのだろう。
zh: 在这个房间的中央，一个巨大的炖锅挂在一个厚厚的铁鼎上，上面是噼里啪啦的火。烟可以从天花板上的一个洞排出，但大部分烟在天花板上膨胀，滚落下来，使房间里充满了黑暗的雾气。其他细节难以辨认，但一定有什么生物在附近，因为闻起来像是在煮一锅好汤。

# room3
source: Rats inside the room shriek when they hear the door open, then they run in all directions from a putrid corpse lying in the center of the floor. As these creatures crowd around the edges of the room, seeking to crawl through a hole in one corner, they fight one another. The stinking corpse in the middle of the room looks human, but the damage both time and the rats have wrought are enough to make determining its race by appearance an extremely difficult task at best.
fr: Les rats à l'intérieur de la pièce hurlent lorsqu'ils entendent la porte s'ouvrir, puis ils courent dans toutes les directions à partir d'un cadavre putride gisant au centre du sol. Alors que ces créatures se pressent sur les bords de la pièce, cherchant à ramper par un trou dans un coin, elles se battent entre elles. Le cadavre puant au milieu de la pièce a l'air humain, mais les dégâts causés par le temps et les rats sont suffisants pour que la détermination de sa race par l'apparence soit une tâche extrêmement difficile, au mieux.
ja: 部屋の中にいたネズミは、ドアが開くと悲鳴を上げ、床の中央に転がっている腐敗した死体から四方八方に逃げ出す。部屋の隅にある穴から這い上がろうと、部屋の端に群がり、互いに争う。部屋の真ん中にある悪臭を放つ死体は人間のように見えるが、長い時間に放置され、その上、ネズミに食い尽くしていたせいで、外見で種族を判断するのは至難の業である。
zh: 房间里的老鼠听到开门声后尖叫起来，从躺在地板中央的一具腐烂的尸体上向四面八方跑去。当它们拥挤在房间的边缘，试图从一个角落的洞里爬出来时，它们互相厮打。房间中间的那具恶臭的尸体看起来是人，但时间和老鼠造成的伤害使通过外观确定其种族成为一项极其困难的任务。

# room4
source: This room is shattered. A huge crevasse shears the chamber in half, and the ground and ceilings are tilted away from it. It's as though the room was gripped in two enormous hands and broken like a loaf of bread. Someone has torn a tall stone door from its hinges somewhere else in the dungeon and used it to bridge the 15-foot gap of the chasm between the two sides of the room. Whatever did that must have possessed tremendous strength because the door is huge, and the enormous hinges look bent and mangled.
fr: Cette pièce est brisée. Une énorme crevasse coupe la chambre en deux, et le sol et les plafonds sont inclinés à l'écart. C'est comme si la pièce avait été saisie par deux énormes mains et brisée comme une miche de pain. Quelqu'un a arraché une grande porte en pierre de ses gonds quelque part dans le donjon et l'a utilisée pour combler l'écart de 15 pieds du gouffre entre les deux côtés de la pièce. Ce qui a fait cela devait posséder une force énorme car la porte est énorme et les énormes charnières semblent tordues et mutilées.
ja: 部屋は粉々になっている。巨大なクレバスが部屋を真っ二つに切り裂き、地面と天井はそこから傾いている。まるでこの部屋が2つの巨大な手でつかまれ、パンのように壊されたかのようだ。誰かが、この地下牢のどこかにある背の高い石の扉を蝶番から引きちぎり、それを使って部屋の両側の裂け目の15フィートの隙間を埋めているのだ。扉は巨大で、巨大な蝶番は曲がってぐちゃぐちゃになっているように見えるので、何をしたにせよ、ものすごい力を持っていたに違いない。
zh: 这个房间被打碎了。一条巨大的裂缝将密室切成两半，地面和天花板都向它倾斜。仿佛这个房间被两只巨大的手抓着，像面包一样破碎。有人把一扇高大的石门从地牢其他地方的铰链上扯下来，用它来弥补房间两边15英尺的缺口。不管是什么人干的，都一定拥有巨大的力量，因为这扇门很巨大，巨大的铰链看起来被折断了。

# room5
source: As soon as you entered the room, a dazzling white light blinds you. Just as you wondered if you finally got out of the dungoen, an eerie sound echoes from the distant, sharpening your mind. When your eyes finally adapted to the light, you looked around in alert and noticed something on the walls. Once you stood closer to it, you realized that the entire wall has the word "death" written all over it in some mysterious red liquid. The unsettling scene gave you goosebumps as you became even more determined about getting out of this place.
fr: Vous ouvrez la porte et vous voyez une très grande silhouette en cape noire qui se tient au bout de la pièce. Vous voulez entrer, mais ce sentiment de malheur imminent ne vous empêche pas de bouger...
ja: ドアが開き、部屋に入った瞬間、あなたは白くて眩しい光に当たった。もうダンジョンに出たかしら、と思う時、遠くから響く微妙な音があなたの神経を尖らせる。やっと目が光に慣れてきたあなたは周りを観察した。すると、壁に何が書いていると気付け、あなたは慎重に壁に近づく、文字を読もうとした。その壁は、不明な赤い液体で書いた「死」で覆われている。その不気味な景色を目撃したあなたは鳥肌が立て、一刻も早くここから出したいと決心した。
zh: 当门打开，你进入房间的那一刻，你被一道白色的、刺眼的光线击中。 就在你怀疑自己是否已经在地牢中时，一个细微的声音在远处回荡，让你的神经为之一振。 你的眼睛终于适应了光线，你观察着周围的环境。 然后你意识到墙上写的是什么，你小心翼翼地靠近墙壁，试图阅读这些文字。 墙上挂着用不知名的红色液体写的 "死亡 "一词。 目睹这一阴森恐怖的景象让你起了鸡皮疙瘩，你决定要尽快离开这里。

# room6
source: This small chamber seems divided into three parts. The first has several hooks on the walls from which hang dusty robes. An open curtain separates that space from the next, which has a dry basin set in the floor. Beyond that lies another parted curtain behind which you can see several straw mats in a semicircle pointing toward a statue of a dog-headed man.
fr: Cette petite chambre semble divisée en trois parties. La première possède plusieurs crochets sur les murs auxquels sont suspendues des robes poussiéreuses. Un rideau ouvert sépare cet espace du suivant, où se trouve un bassin sec posé sur le sol. Au-delà se trouve un autre rideau entrouvert derrière lequel on peut voir plusieurs nattes de paille en demi-cercle pointant vers une statue d'un homme à tête de chien.
ja: この小さな部屋は3つの部分に分かれているようだ。最初の部屋は、壁にいくつかのフックがあり、埃を被ったローブが掛けられている。カーテンで仕切られた次の部屋は、床に乾燥した洗面器が置かれている。その奥には、半円を描くように敷き詰められた藁が、犬の頭をした男の像の方を向いているのが見える。
zh: 这个小房间似乎被分为三个部分。第一部分的墙上有几个钩子，上面挂着布满灰尘的长袍。一个开放的帘子将这个空间与下一个空间隔开，下一个空间的地板上有一个干盆。在那之后是另一个分开的帘子，你可以看到几个草垫围成一个半圆，指向一个狗头人的雕像。

# room7
source: The burble of water reaches your ears after you open the door to this room. You see the source of the noise in the far wall: a large fountain artfully carved to look like a seashell with the figure of a seacat spewing clear water into its basin.
fr: Le bruit de l'eau vous parvient aux oreilles après avoir ouvert la porte de cette pièce. Vous voyez la source du bruit dans le mur du fond : une grande fontaine sculptée avec art pour ressembler à un coquillage avec la figure d'un marin crachant de l'eau claire dans son bassin.
ja: ドアを開けると、水の音が耳に飛び込んできた。貝殻を模して彫られた大きな噴水があり、水盤に澄んだ水を噴き出している。
zh: 在你打开这个房间的门后，潺潺的水声传入你的耳朵。你在远处的墙上看到了声音的来源：一个被艺术地雕刻成贝壳状的大喷泉，上面有一只海猫的形象，将清澈的水喷入盆中。

# room8
source: A rusted portcullis stands just beyond the door. Looking into the room, you see three other exits, similarly blocked by portcullises. Four monsters dressed in aged clothing and rusting armor lie on the floor in the room against the walls. They seem in poses of repose rather than violence.
fr: Une herse rouillée se trouve juste derrière la porte. En regardant dans la pièce, vous voyez trois autres sorties, également bloquées par des herse. Quatre monstres vêtus de vêtements usés et d'armures rouillées gisent sur le sol de la pièce, contre les murs. Ils semblent dans des poses de repos plutôt que de violence.
ja: 扉の向こうには、錆び付いた吊り門が立っていた。部屋の中を見ると、同様に舷窓で塞がれた他の3つの出口が見える。壁際の部屋の床には、古びた衣服と錆びた鎧に身を包んだ4体のモンスターが横たわっている。彼らは暴力よりもむしろ安静のポーズをとっているように見える。
zh: 一个生锈的舷梯就在门外。向房间里看去，你看到另外三个出口，也同样被舷窗挡住了。房间里有四个身着陈旧衣服和生锈的盔甲的怪物躺在靠墙的地板上。它们似乎是在休息，而不是摆出暴力姿态。

# room9
source: A flurry of bats suddenly flaps through the doorway, their screeching barely audible as they careen past your heads. They flap past you into the rooms and halls beyond. The room from which they came seems barren at first glance.
fr: Une nuée de chauves-souris traverse soudainement la porte, leur cri est à peine audible alors qu'elles passent devant vos têtes. Elles vous dépassent dans les pièces et les couloirs au-delà. La pièce d'où elles viennent semble stérile à première vue.
ja: コウモリの一群が突然ドアの隙間から飛び込んできて、その金切り声があなたの頭をかすめるように通り過ぎていく。彼らはあなたの前を通り過ぎ、その先の部屋やホールに飛び込んでいく。コウモリがやってきた部屋は、一見すると不毛な空間に見える。
zh: 一群蝙蝠突然从门口飞过，它们的尖叫声几乎听不到，因为它们从你头上飞过。它们从你身边飞过，进入外面的房间和大厅。乍一看，它们来的那个房间似乎很荒芜。

# run
source: Runnnnnn!!
fr: Courezzzz !!
ja: 逃げろううううう！
zh: 快跑！！！

# selected
source: You have selected {0}!
fr: Vous avez sélectionné {0} !
ja: あなたが選んだのは：{0}
zh: 你选择了{0}!

# selectPlayer
source: Select your player A) Viking B) Chief C) Deathwing D) Elf E) Caveman F) Orc G) Gnome H) Native I) Goblin J) Localization Professional
fr: Sélectionnez votre joueur A) Viking B) Chef C) Aile de mort D) Elfe E) Homme des cavernes F) Orque G) Gnome H) Autochtone I) Gobelin J) Professionnel de la localisation
ja: キャラクターを選んでください： A) バイキング B) 酋長 C) 死の翼 D) エルフ E) 穴居人 F) オーク G) 知の精 H) 原住民 I) ゴブリン J) 国際化のプロ
zh: 选择你的玩家 A) 维京人 B) 酋长 C) 死亡之翼 D) 精灵 E) 穴居人 F) 半兽人 G) 地精 H) 土著人 I) 哥布林 J) 本地化专家

source: Standard
ja: 普通
zh: 普通

# title
source: =-=-DUNGEON OF DOOM!-=-=
fr: =-=-LE DONJON DU MALHEUR-=-=
ja: =-=-破滅のダンジョン-=-=
zh: =-=-末日地牢！-=-=

# v1
source: The Count
fr: Le comte
ja: 伯爵
zh: 伯爵

# v1description
source: One Vampire
fr: Un Vampire
ja: 一人のバンパイア
zh: 一只吸血鬼

# validOption
source: As a punishment of not choosing a valid option, you have automatically became a Goblin.
fr: Comme punition pour ne pas avoir choisi une option valide, vous êtes automatiquement devenu un Gobelin.
ja: 有効な選択肢を選ばなかった罰として、あなたは自動的にゴブリンになりました。
zh: 作为对没有选择有效选项的惩罚，你已经自动变成了一个哥布林。

# viking
source: Seafaring Viking
fr: Viking marin
ja: 航海のバイキング
zh: 维京海盗

# w1
source: Abyssal Whip
fr: Fouet abyssal
ja: 深淵の鞭
zh: 深渊之鞭

# w2
source: Rusted Knife
fr: Couteau rouillé
ja: 錆びたナイフ
zh: 生锈的刀

# w3
source: Long Sword
fr: Épée longue
ja: 太刀
zh: 长剑

# w4
source: Combat Knife
fr: Couteau de combat
ja: コンバットナイフ
zh: 战刀

# w5
source: Sword
fr: Épée
ja: 剣
zh: 剑

# w6
source: Dragon Breath
fr: Le souffle du dragon
ja: 龍の息
zh: 龙气

# w7
source: The Power of C#
fr: La puissance de C#
ja: C#の力
zh: C#的威力

# welcome
source: Welcome to your journey!
fr: Bienvenue dans votre voyage !
ja: 不思議な旅へようこそ！
zh: 欢迎来到你的旅程！

# z1
source: A Flood of Zombies
fr: Un déluge de zombies
ja: ゾンビの群れ
zh: 大量僵尸

# z1description
source: It's ALIVE! THEY'RE ALL ALIVE!!!
fr: C'est VIVANT ! ILS SONT TOUS VIVANTS !!!
ja: 罰当たりの化け物め！神への不敬だ！
zh: 它是活的! 它们都是活的！！！
